---
kind: type
id: T:Autodesk.Revit.DB.ViewSheet
zh: 图纸
source: html/af2ee879-173d-df3a-9793-8d5750a17b49.htm
---
# Autodesk.Revit.DB.ViewSheet

**中文**: 图纸

Class for ViewSheet

## Syntax (C#)
```csharp
public class ViewSheet : View
```